(wx.webpackJsonp = wx.webpackJsonp || []).push([ [ 9004 ], {
    9036: function(l, i, n) {
        var o = n(4779), t = n(2012), e = '\n<h2>会员协议</h2>\n<p>更新时间：2024 年 11 月 26 日</p>\n<h4>第一章 总则</h4>\n<ol>\n  <li>本馆名——Fightgeek极斗综合格斗馆（以下简称本馆）</li>\n  <li>本馆的一切经营活动均遵守国家法律、法规。</li>\n  <li>本馆采用会员制管理。申请人在支付相关服务费用后即成为本馆会员。</li>\n  <li>申请人在入会时承诺申请人未隐瞒患有严重危及自己和他人安全、健康的疾病，身体健康，未有在医嘱中禁止的运动项目。</li>\n  <li>申请人了解参加任何运动项目，均可能存在运动风险，且该等风险属于《民法典》1176条规定的"自甘风险"，申请人承诺不向其他运动参加者或/和本馆主张承担任何责任。</li>\n  <li>申请人已经充分了解自身的身体情况，确认自己适合参加本馆提供的所有运动项目。申请人在成为本馆会员后，应遵守本馆公示的《会员须知》。申请人知晓并认可在本馆运动过程中有可能发生运动风险，如扭伤、挫伤、甚至骨折等运动损伤，均由会员本人自己承担，与本馆无关，本馆不承担赔偿责任，会员不得以任何形式向本馆主张任何权利。因个人疏忽而造成伤害，本馆将不予承担任何法律责任。会员违反本馆之相关规定，造成第三人损伤的，应当承担相应的侵权责任，与本馆无关。</li>\n  <li><font color="#FF0000">申请人自签署本协议之次日起，有7天的冷静期。冷静期间未开卡的情况下，有权全额退款。冷静期内已开卡使用提出退费的，将按照本协议第三章第4条进行退款。</font></li>\n</ol>\n\n<h4>第二章 会员规则</h4>\n<ol>\n  <li>会员向本馆提供的所有自己身份和健康状态方面的信息，必须真实准确。</li>\n  <li>会员在入会时填写的个人资料，如有任何改变，应及时到本馆更改，以保护个人利益。因未及时更改个人信息资料而造成会员利益的损失的，将由会员本人自行承担。</li>\n  <li>会员应当遵守本馆会员协议与其他相关本馆服务规定，不得实施危害社会秩序、公共安全和他人健康的行为，由此造成的一切损失及责任均由会员本人承担。</li>\n  <li><font color="#FF0000">本协议中会员所购买的服务，须在有效期内使用。超过有效期，服务终止。</font></li>\n  <li>会员每次参加课程训练，需遵循所在门店课表上的时段进行预约并签到。</li>\n  <li>会员对本馆设施造成损坏的，需要按照市价进行赔偿。</li>\n  <li><font color="#FF0000">会员所购买的会员卡，均为个人记名时效卡，包括无限卡和限次卡，仅限本人使用。</font></li>\n  <li>会员不得妨碍其他会员在本馆享有的同等正常服务。</li>\n  <li>会员同意本馆根据业务需要，对教练人员安排进行的调整。</li>\n  <li>会员如违反本协议或管理条例，情节恶劣或给本馆造成损失的，本馆将保留对其追究相关法律责任的权利。</li>\n</ol>\n\n<h4>第三章 会籍管理</h4>\n<ol>\n  <li>本馆会籍服务卡分为多种服务形式，包括：①团课时效卡——限次卡；②团课时效卡——无限卡；③私教时效卡——限次卡；④私教时效卡——无限卡；⑤特训班和考级班。所有会籍服务卡均为会员记名卡，记名会员为此卡的最终用户。</li>\n  <li>①团课时效卡——限次卡：本卡可以家庭成员间计次共同使用，可以参与除③④⑤类之外的团课课程服务。在有效期内，受到本协议约定有效期和其中次数的双重限制，当有效期到期后，或者次数用完将自动终止此会籍卡的所有服务。</li>\n  <li>②团课时效卡——无限卡：本卡仅限个人使用，可以参与除③④⑤类之外的团课课程服务。受到会员协议约定时间有效期的限制，当有效期到期后，将自动终止此会籍卡所有服务。</li>\n  <li>③私教时效卡——限次卡：本卡可以家庭成员间计次共同使用，可以参与除①②⑤类之外的私教课程服务。在有效期内，受到本协议约定有效期和其中次数的双重限制，当有效期到期后，或者次数用完将自动终止此会籍卡的所有服务。</li>\n  <li>④私教时效卡——无限卡：本卡仅限个人使用，可以参与除①②⑤类之外的私教课程服务。受到会员协议约定时间有效期的限制，当有效期到期后，将自动终止此会籍卡所有服务。</li>\n  <li>⑤特训班和考级班：在时间有效期内，受到会员协议约定次数、课程计划以及有效期的限制，当有效期到期后，或者次数用完、课程结束，将自动终止此会籍卡的所有服务。</li>\n  <li>⑥优惠券和赠券：本馆发送的优惠券和赠券仅限本人及家庭成员使用，根据不同活动发放不同规格、要求的各种卡券。所有优惠券和赠券均有使用期限，过期作废。</li>\n  <li>本馆有权根据行业、市场情况，对上述会籍卡正常售价和促销、折扣价格进行调整，但不影响已购卡会员正在执行的权益。</li>\n  <li>会籍卡的转让、延期和冻结</li>\n  <li>会籍卡未经本馆同意，会员不得将本协议的服务内容转让、出借给第三方使用。</li>\n  <li><font color="#FF0000">会员有权转让本人名下有效期内的会员卡，为维护会员及被转让人权益，转卡须经会员、被转让人与本馆三方确认同意，重新签署转让协议，并且被转让人不可为本馆会员。本馆将收取15%（为开卡前的常规标价的15%）的会籍转让手续费，收到转让手续费并新签会员协议后，被转让人方可享受会员待遇。</font></li>\n  <li>①团课时效卡——限次卡，有效期内可以申请一次为期一个月的延期。</li>\n  <li>②团课时效卡——无限卡，不可进行延期。</li>\n  <li>③私教时效卡——限次卡，有效期内可以申请一次为期三个月的延期。</li>\n  <li>④私教时效卡——无限卡，不可进行延期。</li>\n  <li>优惠券和赠券的转赠，需根据获赠时的活动要求执行，未明确注明可赠送的，不能转赠。</li>\n  <li>在会员伤病（或孕期）期间，向本馆出示相关伤病医嘱证明文件的可以申请冻结，单次冻结不超过三个月，最多申请冻结二次，冻结总时间不超过六个月。</li>\n  <li>除上述延期规定外，及在本协议签署时另行约定注明的，不能额外申请办理时效卡延期。如仍需延期的，可申请支付每月500元的延期费用，本馆批准后方可购买生效，最多可购买三个月时效。</li>\n  <li>会籍卡的价格规定：</li>\n  <li>①团课单节课程的正常售价为人民币 400 元。</li>\n  <li>②团课无限卡单月的正常售价为人民币 3000 元。</li>\n  <li>③私教单节课程的正常售价为人民币 1000 元。</li>\n  <li>④私教无限卡单月的正常售价为人民币 20000 元。</li>\n  <li>会籍卡的退费管理。会员在冷静期后，不予全额退款。因会员个人原因要求退费，本馆将扣除以下费用：</li>\n  <li>购买会籍卡时或本馆活动期间赠送的优惠券、赠券、赠品等，不予退换。退费流程开启后，剩余未使用的优惠券和赠券即时失效，已经使用的部分（包括赠券）按照本协议第三章第3条进行扣除。赠送的赠品，按照当时标价进行扣除。</li>\n  <li>线上和线下活动购买的体验卡，不予退换。</li>\n  <li>冷静期内未开卡的，不扣除手续费。</li>\n  <li>冷静期内开卡使用的，扣除已使用部分的金额后，剩余课时金额扣除30%的违约金费。</li>\n  <li>退费周期为签署退费协议后的90天内完成。</li>\n  <li>会籍卡的兑换申请。如会员申请将已购买的团课时效卡（限次）的剩余课程，兑换私教课的，经本馆同意后，可在有效期不变的情况下，按照6节团课兑换为1节私教课的比例进行兑换。兑换后的私教课不可退款或转让，优惠券和赠券不参与兑换。</li>\n</ol>\n\n<h4>第四章 会籍终止的其他情形</h4>\n<ol>\n  <li>会员隐瞒患有严重危及自己和他人安全、健康疾病的；</li>\n  <li>实施严重违反国家法律法规、危害社会秩序、公共安全和他人健康行为的；</li>\n  <li>严重违反店内规章制度，经劝阻拒不改正的；</li>\n  <li>故意破坏本馆之各项设施或损害本馆之名誉者。</li>\n  <li>在本馆内如有任何不法行为（如偷窃、打架斗殴等）经发现或查证属实者。</li>\n  <li>伪造虚假资料谋取利益者。</li>\n  <li>将会员卡转借他人谋取利益并造成不良影响者。</li>\n  <li>未经本馆同意，将会员卡在网上或第三方平台上进行分销售卖，或影响本馆正常销售业务、造成不良影响者。</li>\n  <li>会员因上述缘故将被强制终止，并一律不退还已缴纳之费用，本馆将保留进一步追究其法律责任的权利。</li>\n</ol>\n\n<h4>第五章 会馆服务职责与义务</h4>\n<ol>\n  <li>本馆应向会员提供与描述一致的会籍相关服务设施与内容。</li>\n  <li>本馆提供的训练课时，如原定教练无法进行训练时，本馆有权替代教练完成训练。</li>\n  <li>本馆将有权在不改变会籍服务质量的前提下，调整会籍服务内容。</li>\n  <li>本馆因不可抗力的因素（如战争、水灾、火灾、旱灾、饥荒、传染病、公共卫生安全事件、自然灾害、政治经济之改革等其他不可归责于本公司和本馆之事）导致本馆无法正常营业的，所有会员会籍即告终止，所造成的会员损失本馆不予承担。</li>\n  <li>本馆提供的储物柜、更衣室与更衣柜区域并无安装监控设备，亦不对会员存放在更衣柜内的个人物品有保管责任。本馆严禁存放贵重物品，会员使用储物柜和更衣柜后，应每日腾空。会员应当妥善保管自己的随身物品并承担遗失责任。</li>\n  <li>本馆由于对服务设施进行养护，维修等原因，本馆保留暂时关闭相关设施的权利。</li>\n</ol>\n\n<h4>第六章 附则</h4>\n<ol>\n  <li>动物（宠物）一概不得带入本馆。</li>\n  <li>本馆内禁止吸烟。</li>\n  <li>本馆禁止携带具有危害公共安全的物品进入本馆。本馆禁止销售、推销或使用任何非本馆授权同意的产品或服务。</li>\n  <li>本馆有权根据情况的需要调整会籍收费标准。</li>\n  <li>饮酒者禁止入内。不得进入本馆参加各项会籍服务项目，因饮酒而强行进行活动发生意外的，责任由会员本人自身承担，本馆不负任何责任，进入本馆的人员不准携带和引用含酒精的饮料。</li>\n  <li>会员进入本馆时，请勿携带贵重物品，一旦丢失，本馆概不负责。</li>\n  <li>自签署本协议之日起，签署人授权本馆使用签署人在上课中的照片、影像资料，用于比赛活动和店面推广等广告宣传。如签署人发现任何不便和影响，请及时联系本馆工作人员取消和更换相关内容。</li>\n  <li>对本协议及所有附件的任何修改均应以专门的书面补充协议方式进行，并经双方签署并盖章后生效。本协议及所有附件，及双方在本协议项下签订的补充协议（如有）等书面文件，均为本协议的组成部分，构成完整的协议，具有同等法律效力。</li>\n  <li><strong><font color="#FF0000">为了保障会员的合法权益，避免可能产生的误解和纠纷，本馆工作人员在销售过程中的口头承诺，未在本协议中书面体现的，本馆不予承认。</font></strong></li>\n  <li>管理条例作为本协议的附件，与本协议具有同等法律效力。</li>\n</ol>\n\n<br />\n<p>本人已阅读政策与规则及收到此合约的副本及收据。</p>\n<br />\n<p><strong>会员与本馆的全部约定，均已在本协议中全部明示，双方无其他形式的约定。</strong></p>'.replace(/<(\w+)([^>]*)>/g, '<$1 class="$1"$2>'), r = "index__root___j9k1B", a = "index__content___j7cHy", s = n(6070);
        function c() {
            return (0, s.jsx)(t.Ss, {
                className: r,
                children: (0, s.jsx)(t.Ss, {
                    className: a,
                    children: (0, s.jsx)(t.sD, {
                        mode: "web",
                        nodes: e
                    })
                })
            });
        }
        var h = (0, o.eU)(c, "pages/member-policy/index", {
            root: {
                cn: []
            }
        }, {
            navigationBarTitleText: "会员协议",
            backgroundTextStyle: "light",
            navigationBarBackgroundColor: "#E7262A",
            navigationBarTextStyle: "white"
        } || {});
        c && c.behaviors && (h.behaviors = (h.behaviors || []).concat(c.behaviors)), Page(h);
    }
}, function(l) {
    l.O(0, [ 6907, 8096 ], function() {
        return i = 9036, l(l.s = i);
        var i;
    }), l.O();
} ]);